Repository: zxhzxhz/LiveContainer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, sv, tr, vi, zh_hans, zh_hant

# lc.appSettings.hideAppDesc
source: To completely hide apps, enable Strict Hiding mode in settings.
ar: لأخفاء البرامج بالكامل، فعل ميزة الاخفاء بالاعدادات.
de: Um Apps vollständig auszublenden, aktivieren Sie den Modus "Striktes Ausblenden" in den Einstellungen.
es: Para ocultar completamente las apps, activa el modo de ocultación estricta en los ajustes.
fr: Pour masquer complètement les applications, activez le mode de masquage strict dans les paramètres.
it: Per nascondere completamente le applicazioni, abilita la modalità Strict Hiding nelle impostazioni.
ja: アプリを完全に隠すには、設定で｢厳重な非表示モード｣をオンにします。
ko: 앱을 완전히 숨길려면, 설정에서 고급 숨김 모드를 활성화해주세요.
pl: Aby całkowicie ukryć aplikacje, Włącz opcje "Ścisłe ukrywanie" w ustawieniach.
pt_br: Para esconder os aplicativos completamente, ative o 'Modo de Ocultação Robusto' nas configurações.
ru: Чтобы полностью скрыть приложения, включите строгий режим скрытия в настройках.
sv: För att helt dölja appar, aktivera Strict Hiding mode i inställningar.
tr: Uygulamaları tamamen gizlemek için ayarlarda Sıkı Gizleme modunu etkinleştirin.
vi: Để ẩn app hoàn toàn, bật chế độ Ẩn Nghiêm Ngặt trong cài đặt.
zh_hans: 要完全隐藏App，请在设置中启用严格隐藏模式。
zh_hant: 要完全隱藏應用程式，請在設定中啟用嚴格隱藏模式。

# lc.appSettings.hideLiveContainer
source: Hide LiveContainer from dyld API
ar: اخفي LiveContainer من Dyld Api
de: Verstecke LiveContainer von Dyld Api
es: Ocultar LiveContainer de la API Dyld
fr: Masquer LiveContainer de l'API Dyld
it: Nascondi LiveContainer da Dyld Api
ja: Dyld ApiからLiveContainerを隠す
ko: dyld API에서 LiveContainer 숨기기
pl: Ukryj LiveContainer z Api Dyld
pt_br: Esconder o LiveContainer do Dyld Api
ru: Скрыть LiveContainer от Dyld
sv: Dölj LiveContainer från Dyld Api
tr: LiveContainer'ı Dyld Api'den gizle
vi: Ẩn LiveContainer khỏi Dyld Api
zh_hans: 从dyld API中隐藏LiveContainer
zh_hant: 從Dyld Api隱藏LiveContainer

# lc.appSettings.hideLiveContainerDesc
source: Might help bypass some app’s injection detection.
ar: يمكن ان يعبر بعض مكتشفات التعديلات لدى بعض البرامج.
de: Könnte helfen, die Injektionserkennung einiger Apps zu umgehen.
es: Podría ayudar a evitar la detección de inyecciones de alguna aplicación.
fr: Cela pourrait permettre de contourner la détection d'injection de certaines applications.
it: Potrebbe aiutare a bypassare il rilevamento d'iniezione dei tweak in alcune app.
ja: 一部のアプリの不正検出を回避できる可能性があります。
ko: 일부 앱 트윅 감지를 우회할 수 있습니다.
pl: Może pomóc z obejściem wykrycia wtrysku u niektórych aplikacjach.
pt_br: Talvez ajude a ignorar a detecção de injeção de alguns aplicativos.
ru: Может помочь обойти обнаружение инъекции для некоторых приложений.
sv: Kan hjälpa till att kringgå vissa appars injektions detektion.
tr: Bazı uygulamaların enjeksiyon algılamasını atlatmaya yardımcı olabilir.
vi: Có thể giúp vượt qua các phát hiện inject trong các app.
zh_hans: 可能可以帮助绕过一些App的注入检测。
zh_hant: 可能有助於繞過一些應用程式的注入檢測。

# lc.appSettings.jit26.script
source: JIT Launch Script
ar: سكريبت اطلاق JIT
de: JIT-Startskript
es: Script de lanzamiento JIT
fr: Script de lancement JIT
it: Script per avviare JIT
ja: JIT起動スクリプト
ko: JIT 활성화 스크립트
pl: Skrypt uruchomienia z JIT
pt_br: Script de Inicialização JIT
ru: Скрипт запуска JIT
tr: JIT Başlatma Betiği
vi: Script Khởi chạy JIT
zh_hans: JIT启动脚本
zh_hant: JIT啟動腳本

# lc.appSettings.jit26.scriptDesc
source: An JavaScript file passed to StikDebug when JIT launching the app.
ar: تم تمرير ملف جافا سكريبت إلى StikDebug عند بدء تشغيل التطبيق
de: Eine JavaScript-Datei an StikDebug übergeben, wenn JIT die App startet
es: Un archivo JavaScript pasado a StikDebug cuando JIT inicia la aplicación
fr: Un fichier JavaScript a été transmis à StikDebug lors du lancement JIT de l'application
it: Un file JavaScript passato a StikDebug quando attivando con JIT l'app
ja: アプリをJITで起動する際にStikDebugに渡されたJavaScriptファイルを選択してください
ko: JIT을 활성화한 상태에서 앱을 실행하여 자바스크립트 파일이 StikDebug에게 전송되었습니다.
pl: Plik JavaScript został przekazany do StikDebug podczas uruchomienia aplikacji z JIT
pt_br: Um arquivo JavaScript passou para StikDebug na inicialização JIT do app
ru: Файл JavaScript, который будет передан StikDebug при запуске приложения с JIT
tr: Uygulama JIT ile başlatıldığında StikDebug'a aktarılan bir JavaScript dosyası
vi: Một tệp JavaScript được đưa qua StikDebug khi khởi động app với JIT
zh_hans: 在带JIT启动时传递给StikDebug的脚本
zh_hant: 在JIT啟動時傳遞給StikDebug的腳本

# lc.appSettings.jit26.scriptLoaded
source: Script Loaded
ar: تم تحميل السكريبت
de: Skript geladen
es: Script cargado
fr: Script chargé
it: Script caricato
ja: スクリプトを読み込みました
ko: 스크립트가 실행되었습니다.
pl: Załadowano skrypt
pt_br: Script Carregado
ru: Скрипт Загружен
tr: Betik Yüklendi
vi: Đã tải Script
zh_hans: 已选择脚本
zh_hant: 已選擇腳本

# lc.appSettings.launchWithJit
source: Launch with JIT
ar: شغل البرنامَج مع JIT
de: Mit JIT starten
es: Lanzar con JIT
fr: Lancer avec JIT
it: Avvia con JIT
ja: JITで起動
ko: JIT 활성화
pl: Uruchom używając JIT
pt_br: Abrir com JIT
ru: Запустить с JIT
sv: Starta med JIT
tr: JIT ile başlat
vi: Mở với JIT
zh_hans: 带JIT启动
zh_hant: 以JIT啟動

# lc.appSettings.launchWithJitDesc
source: LiveContainer will try to acquire JIT permission before launching the app.
ar: سوف يحاول LiveContainer بالحصول على JIT قبل ان يُشغل التطبيق.
de: LiveContainer wird vor dem Start der App versuchen, die JIT-Berechtigung zu erlangen.
es: LiveContainer intentará obtener permiso JIT antes de lanzar la app.
fr: LiveContainer essaiera d'obtenir l'autorisation de JIT avant de lancer l'application.
it: LiveContainer proverà ad acquisire i permessi JIT prima di lanciare l'app.
ja: LiveContainerはアプリを起動する前にJIT権限の取得を試みます。
ko: 앱 실행 전 JIT 권한 접근을 시도합니다.
pl: LiveContainer spróbuje dostać uprawnienia JIT przed uruchomieniem aplikacji.
pt_br: LiveContainer tentará adquirir a permissão para obter a compilação 'JIT' antes de iniciar o aplicativo.
ru: LiveContainer попытается получить разрешение JIT перед запуском приложения.
sv: LiveContainer kommer att försöka skaffa JIT-tillstånd innan appen startas.
tr: LiveContainer, uygulamayı başlatmadan önce JIT iznini almaya çalışacaktır.
vi: LiveContainer sẽ thử nhận quyền JIT trước khi mở app.
zh_hans: 在启动App前LiveContainer会尝试获取JIT权限。
zh_hant: 在啟動應用程式之前，LiveContainer將嘗試獲取JIT許可權。

# lc.appSettings.lockApp
source: Lock App
ar: أقفل التطبيق
de: App sperren
es: Bloquear app
fr: Verrouiller l'application
it: Blocca App
ja: アプリをロック
ko: 앱 잠그기
pl: Zablokuj Aplikację
pt_br: Bloquear Aplicativo
ru: Заблокировать приложение
sv: Lås app
tr: Uygulamayı Kilitle
vi: Khóa ứng dụng
zh_hans: 锁定App
zh_hant: 鎖定 App

# lc.appSettings.newDataFolder
source: New Data Folder
ar: مِلَفّ بيانات جديد
de: Neuer Datenordner
es: Nueva carpeta de datos
fr: Nouveau dossier de données
it: Nuova Cartella Data
ja: 新規データフォルダ
ko: 새 데이터 폴더
pl: Nowy Katalog Danych
pt_br: Nova Pasta de Dados
ru: Новая папка данных
sv: Ny datamapp
tr: Yeni Veri Klasörü
vi: Thư mục Dữ liệu Mới
zh_hans: 创建新的数据文件夹
zh_hant: 新資料資料夾

# lc.appSettings.remark
source: Remark
ar: تعليق
de: Anmerkung
es: Nota
fr: Remarque
ja: 備考
ko: 메모
pl: Uwaga
ru: Примечание
tr: Yorum
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# lc.appSettings.remarkPlaceholder
source: Enter remark...
ar: أدخل ملاحظة...
de: Anmerkung eingeben...
es: Introduce una nota...
fr: Entrer une remarque...
ja: 備考を入力…
ko: 메모를 입력하세요...
pl: Wpisz uwagę...
ru: Введите примечания...
tr: Yorum girin...
vi: Nhập ghi chú...
zh_hans: 输入备注...
zh_hant: 輸入備註...

# lc.appSettings.selectExternalStorage
source: Select External Data Folder
ar: حدد مجلد بيانات خارجي
de: Externen Datenordner auswählen
es: Seleccionar carpeta de datos externa
fr: Sélectionner un dossier de données externe
ja: 外部ストレージのデータフォルダを使用
ko: 외부 저장소 폴더 선택
pl: Wybierz zewnętrzny folder danych
ru: Выберите внешнюю папку данных
tr: Harici Veri Klasörünü Seç
vi: Chọn Thư mục Dữ liệu Ngoài
zh_hans: 选择外部容器
zh_hant: 選取外部資料夾

# lc.appSettings.signer
source: Signer
ar: المُوقع
de: Signierer
fr: Signataire
pt_br: Assinador
zh_hans: 签名工具

# lc.appSettings.signUnsignedDesc
source: This app is not signed, do you want to sign it anyway?
ar: هذا البرنامج غير مُوقع، هل تريد ان تُوقعهُ على أي حال؟
de: Diese App ist nicht signiert, möchten Sie diese trotzdem signieren?
es: Esta app no está firmada, ¿quieres firmarla de todos modos?
fr: Cette application n'est pas signée, voulez-vous quand même la signer ?
it: Questa app non è firmata, vuoi firmarla comunque?
ja: このアプリは署名されていませんが、それでも署名しますか？
ko: 앱이 서명되지 않은 상태입니다. 서명하시겠습니까?
pl: Ta aplikacja nie jest podpisana. Czy i tak chcesz ją podpisać?
pt_br: Este aplicativo não está assinado, você quer assiná-lo mesmo assim?
ru: Это приложение не подписано, вы всё равно хотите подписать его?
sv: Denna app är inte signerad, vill du signera den ändå?
tr: Bu uygulama imzalanmamıştır, yine de imzalamak istiyor musunuz?
vi: App này chưa được ký, bạn vẫn muốn ký chứ?
zh_hans: 此App未被签名，你确定要签名吗？
zh_hant: 這個應用程式沒有簽名，你還是想簽名嗎？

# lc.appSettings.spoofSDKVersion
source: Spoof SDK Version
ar: أنتحال نسخة SDK
es: Falsear versión del SDK
fr: Falsifier la version du SDK
it: Falsifica Versione SDK
ja: SDKバージョンを偽装
ko: SDK 버전 속이기
pl: Sfałszuj wersje SDK
pt_br: Falsificar Versão do SDK
ru: Заменить версию SDK
tr: SDK Versiyonu Taklit Et
vi: Spoof Phiên bản SDK
zh_hans: 强制指定SDK版本
zh_hant: 偽裝SDK版本

# lc.appSettings.toPrivateApp
source: Convert to Private App
ar: حولهُ إلى تطبيق خاص
de: In eine private App umwandeln
es: Convertir en app privada
fr: Convertir en application privée
it: Converti in App Privata
ja: プライベートアプリに変換
ko: 비공개 앱으로 전환
pl: Zamień w Prywatną Aplikację
pt_br: Converter para 'Aplicativo Privado'
ru: Преобразовать в приватное приложение
sv: Konvertera till privat app
tr: Özel Uygulamaya Dönüştür
vi: Chuyển sang App Riêng tư
zh_hans: 转换为私有App
zh_hant: 轉換為私人應用程式

# lc.appSettings.toPrivateAppDesc
source: Moving this app to Private Document Folder allows you to access its data and tweaks in the Files app, but it can not be run by other LiveContainers.
ar: بنقل هذا البرنامَج إلى ملفات مستندات خاصة سوف يمنحك هذا صلاحية أضافه التعديلات والتحكم بملفات البرنامَج في برنامَج الملفات، لكن لا يمكن تشغيله من تطبيقات LiveContainers الاخرى.
de: Wenn Sie diese App in den privaten Dokumentenordner verschieben, können Sie in der Dateien-App auf ihre Daten und Tweaks zugreifen, aber sie kann nicht von anderen LiveContainern ausgeführt werden.
es: Mover esta app a la carpeta de documentos privada te permite acceder a sus datos y tweaks en la app Archivos, pero no podrá ser ejecutada por otros LiveContainers.
fr: En déplaçant cette application vers le dossier de documents privés, vous pouvez accéder à ses données et à ses tweaks dans l'application Fichiers, mais elle ne peut pas être lancée par d'autres LiveContainers.
it: Spostando l'app nella Cartella Documenti Privati ti permette di accedere ai suoi dati e tweak nell'Applicazione File, ma non può essere eseguito da altri LiveContainer.
ja: このアプリをプライベートドキュメントフォルダに移動すると、ファイルアプリでそのデータや調整にアクセスできますが、他のLiveContainerでは実行できません。
ko: 비공개 앱으로 전환 시, 파일 앱에서 데이터 및 트윅 접근이 다시 가능해집니다. 다만, 다른 LiveContainer에서 실행은 불가능해집니다.
pl: Przenoszenie tej aplikacji do Prywatnego Katalogu Dokumentów pozwala na dostęp do danych oraz modyfikacji w aplikacji "Pliki", za to tracisz możliwość uruchomienia aplikacji używających innego LiveContainer.
pt_br: Mover a Pasta de Documentos Privada deste aplicativo permite você acessar os arquivos e modificações no aplicativo 'Arquivos', mas não se poderá mais abrir este aplicativo em outros contêineres.
ru: Перемещение данного приложения в папку личных документов даст доступ к его данным и твикам в приложении "Файлы", но вы потеряете возможность запустить это приложение в других LiveContainer.
sv: Genom att flytta denna app till privat dokumentmapp kan du komma åt dess data och tweaks i appen Filer, men det kan inte köras av andra LiveContainers.
tr: Bu uygulamayı Özel Belge Klasörüne taşıyarak, Dosyalar uygulamasında uygulamanın verilerine ve ayarlarına erişebilirsiniz, ancak diğer LiveContainer'lar tarafından çalıştırılamaz.
vi: Di chuyển app này sang Thư mục Riêng tư cho phép bạn truy cập dữ liệu và tweak trong app Tệp, nhưng nó không thể được mở bởi các LiveContainer khác.
zh_hans: 将App此转换为私有App允许您在文件App中访问其数据和模块，但它不能由其他LiveContainers运行。
zh_hant: 將此應用程式移動到私人文件資料夾允許您在檔案應用程式中訪問其資料和補訂，但其他LiveContainers無法執行它。

# lc.appSettings.toSharedApp
source: Convert to Shared App
ar: حولهُ إلى تطبيق مشارك
de: In eine geteilte App umwandeln
es: Convertir en aplicación compartida
fr: Convertir en application partagée
it: Converti in App Condivisa
ja: 共有アプリに変換
ko: 공유 앱으로 전환
pl: Zamień w Aplikację Dzieloną
pt_br: Converter para 'Aplicativo Compartilhado'
ru: Преобразовать в общее приложение
sv: Konvertera till delad app
tr: Paylaşılan Uygulamaya Dönüştür
vi: Chuyển thành App được Chia sẻ
zh_hans: 转换为共享App
zh_hant: 轉換為共享應用程式

# lc.appSettings.toSharedAppDesc
source: Moving this app to App Group allows other LiveContainers to run this app with all its data and tweak preserved. If you want to access its data and tweak again from the file app, move it back.
ar: نقل هذا التطبيق إلى مجموعة التطبيقات يسمح للحاويات الأخرى بتشغيل هذا التطبيق مع جميع بياناته وتعديلاتك محفوظة. إذا كنت ترغب في الوصول إلى بياناته وتعديلاتك مرة أخرى من تطبيق الملفات، قم بنقله مرة أخرى.
de: Das Verschieben dieser App in die App-Gruppe ermöglicht es anderen LiveContainern, diese App mit allen Daten und Einstellungen auszuführen. Wenn Sie von der Datei-App aus wieder auf die Daten und Einstellungen zugreifen möchten, verschieben Sie sie zurück.
es: Mover esta app al grupo de apps permite que otros LiveContainers la ejecuten conservando todos sus datos y tweaks. Si quieres volver a acceder a sus datos y tweaks desde la app Archivos, muévela de nuevo.
fr: Déplacer cette application vers un groupe d'apps permet à d'autres LiveContainers de lancer cette application en conservant toutes ses données et ses tweaks. Si vous voulez accéder à nouveau à ses données et à ses tweaks à partir de l'application Fichiers, déplacez-la à nouveau.
it: Spostando quest'app nel Gruppo App permette ad altri LiveContainer di eseguire quest'app con tutti i i suoi dati e tweak preservati. Se vuoi accedere di nuovo ai suoi dati e tweak dai file dell'app, spostali indietro.
ja: このアプリをアプリグループに移動すると、他のLiveContainerからもこのアプリをデータや調整を保持したまま実行できるようになります。ファイルアプリから再びデータや調整にアクセスしたい場合は元に戻してください。
ko: 공유 앱으로 전환 시, 다른 LiveContainer에서도 실행이 가능해집니다. 다만, 파일 앱에서 데이터 및 트윅 접근이 제한됩니다.
pl: Przenoszenie tej aplikacji do Grupy Aplikacji pozwala innym LiveContainer’om uruchamiać tę aplikację z wszystkimi danymi oraz modyfikacjami. Jeżeli chcesz mieć dostęp do aplikacji oraz modyfikacji z aplikacji "Pliki", przenieś ją z powrotem.
pt_br: Mover este aplicativo para os Aplicativos Agrupados irá permitir outros que outros contêineres executem o aplicativo com todos os seus dados e ajustes preservados. Se você quer acessar os dados e os ajustes do aplicativo novamente por meio do aplicativo de arquivos, por favor, mova-o de volta.
ru: Перемещение данного приложения в App Group позволит другим LiveContainer запускать это приложение, сохранив все данные и твики. Если вам снова понадобится доступ к данным и твикам приложения, переместите его обратно.
sv: Genom att flytta denna app till App Group kan andra LiveContainers köra denna app med alla dess data och tweaks bevarade. Om du vill komma åt dess data och justera igen från filappen, flytta den tillbaka.
tr: Bu uygulamayı Uygulama Grubuna taşıyarak, diğer LiveContainer'ların tüm verileri ve ayarları korunarak bu uygulamayı çalıştırmasını sağlayabilirsiniz. Verilerine ve ayarlarına dosya uygulamasından tekrar erişmek istiyorsanız, uygulamayı geri taşıyın.
vi: Di chuyển app này sang App Group cho phép các LiveContainer khác mở app này với dữ liệu và tweak như cũ. Nếu bạn muốn truy cập dữ liệu và tweak từ app tệp thì di chuyển nó lại.
zh_hans: 将此App移动到AppGroup以允许其他LiveContainers运行此App，并保留其所有数据和模块。如果你想访问它的数据和模块，请将其转换为私有App。
zh_hant: 將此應用程式移動到應用程式組允許其他LiveContainers執行此應用程式，並保留其所有資料和補訂。 如果您想訪問其資料並從檔案應用程式中再次調整，請將其移回。

# lc.appSettings.tweakFolder
source: Tweak Folder
ar: مِلَفّ التعديل
de: Tweak-Ordner
es: Carpeta de Tweak
fr: Dossier de tweak
it: Cartella Tweak
ja: 調整フォルダ
ko: 트윅 폴더
pl: Katalog Modyfikacji
pt_br: Pasta de Ajustes
ru: Папка твиков
sv: Tweak mapp
tr: Tweak Klasörü
vi: Thư mục Tweak
zh_hans: 模块文件夹
zh_hant: 補丁資料夾

# lc.appSettings.useLCBundleId
source: Use LiveContainer's Bundle ID
ar: استخدام مُعرف مجموعة LiveContainer
de: Benutze die Bundle-ID des LiveContainers
es: Usar el ID de paquete de LiveContainer
fr: Utiliser l'ID du bundle de LiveContainer
it: Usa il Bundle ID di LiveContainer
ja: LiveContainerのバンドル識別子を使用
ko: LiveContainer 번들 ID 사용
pl: Użyj identyfikatora pakietu aplikacji LiveContainer
pt_br: Usar o ID do Pacote do LiveContainer
ru: Использовать ИД пакета LiveContainer
tr: LiveContainer'ın Paket Kimliğini kullan
vi: Dùng Bundle ID của LiveContainer
zh_hans: 使用LiveContainer的包名
zh_hant: 使用LiveContainer的包名

# lc.appSettings.useLCBundleIdDesc
source: Fixes these issues by using LiveContainer’s bundle identifier when overwriting main bundle.
ar: أصحّح هذه الأخطاء باستخدام معرف الحزمه الخاص ب LiveContainer ويضعه فوق معرف الحزمة الخاص بالتطبيق.
de: Behebt diese Probleme durch die Verwendung der Bundle-Kennung von LiveContainer beim Überschreiben des Haupt-Bundles.
es: Corrige estos problemas usando el identificador de paquete de LiveContainer al sobrescribir el paquete principal.
fr: Corrige ces problèmes en utilisant l'identifiant du bundle de LiveContainer lors de l'écrasement du bundle principal.
it: Sistema questi problemi usando il Bundle ID di LiveContainer quando sovrascrivi il bundle principale.
ja: メインバンドルを上書きするときにLiveContainerのバンドル識別子を使用することでこれらの問題を修正します。
ko: 메인 번들을 LiveContainer 번들 식별자로 덮어씌워서 문제를 해결합니다.
pl: Naprawia te problemy przy użyciu identyfikatora pakietu LiveContainer podczas nadpisywania głównego pakietu.
pt_br: Esta opção corrige estes erros usando o identificador do pacote do LiveContainer para substituir o pacote principal.
ru: Исправляет некоторые проблемы использованием ИД пакета LiveContainer'а в ходе перезаписи основного пакета.
sv: Fixar dessa problem genom att använda LiveContainers bunt identifierare när du skriver över huvudbuntet.
tr: Ana paketi üzerine yazarken LiveContainer paket tanımlayıcısını kullanarak bu sorunları giderir
vi: Sửa các lỗi này bằng cách dùng định danh LiveContainer khi ghi đè gói chính.
zh_hans: 通过使用LiveContainer的包名解决上述问题。
zh_hant: 在覆蓋主捆綁包時，透過使用LiveContainer的捆綁包識別符號來修復這些問題。

# lc.common.ADP
source: ADP Certificate
ar: شهادة ADP
de: ADP Zertifikat
es: Certificado ADP
fr: Certificat ADP
it: Certificato ADP
ja: ADP証明書
ko: ADP 인증서
pl: Certyfikat ADP
pt_br: Certificado ADP
ru: Сертификат ADP
sv: ADP certifikat
tr: ADP Sertifikası
vi: Chứng chỉ ADP
zh_hans: 开发者证书
zh_hant: 開發者證書

# lc.common.auto
source: Auto
ar: آلي
de: Automatisch
es: Automático
it: Automatico
ja: 自動
ko: 자동
pl: Automatyczny
ru: Автоматически
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# lc.common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# lc.common.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# lc.common.container
source: Containers
ar: حاويات
de: Container
es: Contenedores
fr: Conteneurs
it: Contenitori
ja: コンテナ
ko: 컨테이너
pl: Kontenery
pt_br: Contêineres
ru: Контейнеры
sv: Behållare
tr: Konteynerler
vi: Thùng chứa
zh_hans: 容器
zh_hant: 容器

# lc.common.continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam et
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# lc.common.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pl: Skopiuj
pt_br: Copiar
ru: Копировать
sv: Kopiera
tr: Kopyala
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# lc.common.correct
source: Correct
ar: صح
de: Richtig
es: Correcto
fr: Corriger
it: Correggi
ja: が適切
ko: 수정
pl: Skorektuj
pt_br: Corrigir
ru: Верно
sv: Korrekt
tr: Doğru
vi: Đúng
zh_hans: 正确
zh_hant: 正確

# lc.common.data
source: Data
ar: بيانات
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pl: Dane
pt_br: Dados
ru: Данные
tr: Veri
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

# lc.common.default
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본
pl: Domyślne
pt_br: Padrão
ru: По-умолчанию
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# lc.common.delete
source: Delete
ar: مسح
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Deletar
ru: Удалить
sv: Radera
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# lc.common.disabled
source: Disabled
ar: غير مفعل
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 비활성화됨
pl: Wyłączone
pt_br: Desativado
ru: Отключено
sv: Inaktiverad
tr: Devredışı
vi: Tắt
zh_hans: 禁用
zh_hant: 已禁用

# lc.common.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
tr: Tamam
vi: Xong
zh_hans: 完成
zh_hant: 完成

# lc.common.enterNewFolderName
source: Enter the name of new folder
ar: أدخِل اسم ملف جديد
de: Gebe den Namen des neuen Ordners ein.
es: Introduce el nombre de la nueva carpeta
fr: Saisir le nom du nouveau dossier
it: Inserisci il nome della nuova cartella
ja: 新しいフォルダ名を入力
ko: 새 폴더 이름을 입력하세요
pl: Wpisz nazwę nowego katalogu
pt_br: Insira o nome da nova pasta
ru: Введите имя новой папки
sv: Ange namnet på ny mapp
tr: Yeni klasörün adını gir
vi: Nhập tên cho thư mục mới
zh_hans: 输入新文件夹的名称
zh_hant: 輸入新資料夾的名稱

# lc.common.enterNewName
source: Enter New Name
ar: أدخل اسم جديد
de: Neuen Namen eingeben
es: Introduce el nuevo nombre
fr: Saisir un nouveau nom
it: Scrivi Nuovo Nome
ja: 新しい名前を入力
ko: 새 이름을 입력하세요
pl: Wpisz nową nazwę
pt_br: Digite o novo nome
ru: Введите новое название
sv: Ange ett nytt namn
tr: Yeni Adı girin
vi: Nhập Tên Mới
zh_hans: 输入新名称
zh_hant: 輸入新名稱

# lc.common.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# lc.common.install
source: Install
ar: تنزيل
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
ko: 설치
pl: Zainstaluj
pt_br: Instalar
ru: Установить
tr: Yükle
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

# lc.common.language
source: Language
ar: اللغة
de: Sprachen
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Linguagem
ru: Язык
sv: Språk
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# lc.common.loading
source: Loading…
ar: تحميل…
de: Lädt…
es: Cargando…
fr: Chargement...
it: Carico…
ja: 読み込み中…
ko: 로딩 중…
pl: Wczytywanie…
pt_br: Carregando…
ru: Загрузка…
sv: Laddar…
tr: Yükleniyor...
vi: Đang tải…
zh_hans: 加载中…
zh_hant: 正在載入…

# lc.common.miscellaneous
source: Miscellaneous
ar: متنوع
de: Sonstiges
es: Varios
fr: Divers
it: Varie
ja: その他
ko: 기타
pl: Różne
pt_br: Variado
ru: Прочее
sv: Diverse
tr: Çeşitli
vi: Cài đặt khác
zh_hans: 杂项
zh_hant: 雜項

# lc.common.move
source: Move
ar: نقل
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ko: 이동
pl: Przenieś
pt_br: Mover
ru: Переместить
sv: Flytta
tr: Taşı
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

# lc.common.no
source: No
ar: كلا
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
vi: Không
zh_hans: 否
zh_hant: 否

# lc.common.noFileSelected
source: No file selected
ar: لم يتم تحديد ملف
de: Keine Datei ausgewählt
es: No hay archivo seleccionado
fr: Aucun fichier sélectionné
it: Nessun file selezionato
ja: ファイルが選択されていません
ko: 선택된 파일이 없습니다.
pl: Nie wybrano pliku
pt_br: Nenhum arquivo selecionado
ru: Файл не выбран
tr: Dosya seçilmedi
vi: Chưa chọn tệp
zh_hans: 未选择文件
zh_hant: 未選取檔案
